{
  "common": {
    "error-404": "Error 404",
    "not-found": "Page not found",
    "support": "Support me",
    "listen": "Listen to the podcast now",
    "homepage": "Homepage",
    "subscribe-msg": "Subscribe on your favorite podcast platform:",
    "read-more": "Read more",
    "article": "Article",
    "community": "Community",
    "what-listeners-saying": "What are listeners saying?"
  },
  "section": {
    "404": {
      "title": "Page not found"
    },
    "header": {
      "title": "I'll help you develop practical management skills",
      "description": "Increase your productivity during daily work by accessing practical and unique knowledge that will help you transform the way you work every day.",
      "podcast-spotify": "Skuteczny Plan - podcast on Spotify",
      "podcast-apple": "Skuteczny Plan - podcast on Apple Podcast",
      "podcast-google": "Skuteczny Plan - podcast on Google Podcast",
    },
    "quotes": {
      "description": "My community is anyone who wants to increase their productivity and efficiency during daily work. They reach for this hard-to-access, practical and unique knowledge: creators, writers, programmers, marketers, agencies, software companies, communities, podcasters...",
    },
    "author": {
      "title": "My name is",
      "avatar-desc": "Leszek W. Kr처l - Entrepreneur",
      "description_1": "My name is Leszek W. Kr처l and for almost two decades, I have been passionate about new technologies, actively operating in the startup ecosystem. On a daily basis, I support companies and institutions in designing strategies and developing new products and services.",
      "description_2": "Initiator and founder of the",
      "description_3": "- an international virtual hub for independent computer game developers, aimed at providing knowledge and practical solutions in the area of designing and programming computer games, including best business practices supported by success stories of other creators from around the world."
    },
    "slug": {
      "description": "On a daily basis, I accompany companies and institutions in designing strategies and developing new products and services."
    },
    "terms-of-use": {
      "title": "Terms of Use",
      "description": "The information posted on our website cannot be considered as advice on any matter. The contents provided on our website are for informational purposes only, and we do not assume any responsibility for any damages arising from their interpretation without consultation. All materials provided on our website are current as of the date of their publication. However, we cannot guarantee that they will be current or useful in every factual situation and at all times. Any content contained on our website may only be used for non-commercial private use. If you want to use them for public or commercial purposes, please contact us.",
    },
    "principles": {
      "title": "Principles",
      "description": "Principles [from Latin pr카ncipium, 'beginning, foundation']. A fundamental truth or proposition that serves as the foundation for a system of beliefs, behavior, or reasoning chain.",
      "rules": [
        "Don't be the smartest person in the room.",
        "Listening > talking.",
        "Always demand a deadline.",
        "Being enthusiastic is worth 25 IQ points.",
        "Maintain high standards in everything you do.",
        "Remember that what you don't know is more important than what you already know.",
        "Strive to be the most successful version of yourself.",
        "Don't forget to praise well-done work (but don't praise bad work).",
        "Don't criticize anyone in front of others.",
        "Say 'thank you'!",
        "Dress as the person you want to be.",
        "Stupid people double stupidity. Then triple.",
        "Train your mind, gut (nutrition), and body. Lift weights.",
        "Always give more than you take.",
        "Explore and try new things (60/30-minute rule).",
        "Surround yourself with the best (few) people. Reject those who don't make you better.",
        "Encourage intellectual debate.",
        "Make room for mistakes. Don't worry about being wrong.",
        "Understand interdisciplinary learning.",
        "Small details build a big picture. Think first principles.",
        "Everything has been done before. The scenes change, but behaviors and results don't.",
        "Understand the 80/20 rule.",
        "Be an infinite learner. Reading (learning) is the ultimate meta-skill.",
        "Knowledge is a complex interest of curiosity.",
        "Your habits make you. Stick to simple rules.",
        "Our lives are shaped by our minds; we become what we think.",
        "Pursue what matters, not what's expedient.",
        "Don't complain.",
        "Don't let other people's expectations guide your actions.",
        "Write down everything you want to achieve."
      ]
    },
    "privacy-policy": {
      "title": "Privacy policy",
      "description": "We attach great importance to confidentiality, and protecting the trade secrets and confidential information of our clients is a hallmark of our professionalism. That is why our employees undergo appropriate training in this area, and the company uses modern technical means to secure the confidential information entrusted to us.",
    },
    "footer": {
      "carbon-neutral": "Carbon Neutral",
      "webpage": "Leszek W. Kr처l - Website",
      "legal-msg": "The information on our website cannot be considered as advice in any matter. The content is for informational purposes only, and we are not responsible for any damages resulting from their interpretation without consultation. All materials available on our website are current as of the date of posting. However, we cannot guarantee that they will be current or useful in every factual situation and at all times. All content on our website may only be used for non-commercial private use. If you want to use them for public or commercial purposes, please contact us.",
      "principles": "Principles",
      "terms-of-use": "Terms of Use",
      "privacy-policy": "Privacy Policy",
      "proudly-powered": "Proudly powered by dhosting.pl",
      "all-rights-reserved": "All rights reserved."
    }
  },
  "quotes": {
    "item_1": "Leszek tries to explain everything in a very human way, definitely suitable as a lecturer.",
    "item_2": "I must admit that listening to you that day, I felt a surge of motivation to do things outside of work.",
    "item_3": "Leszek touches on topics that are not only related to entrepreneurship and business, but also have to do with everyday life.",
    "item_4": "A substantive, inspiring, and developing podcast. Thank you for all the episodes! You're doing an amazing job.",
    "item_5": "The podcast gives a lot of courage for daily action. Leszek develops and helps to step out of the comfort zone, allowing us to think and look more broadly.",
    "item_6": "Leszek is very pleasant and gentle to listen to. The podcast is definitely directed to ordinary people, without pompous words.",
  }
}