{
  "common": {
    "error-404": "Error 404",
    "not-found": "Page not found",
    "support": "Support the creator",
    "listen": "Listen to the podcast now",
    "homepage": "Homepage",
    "subscribe-msg": "Subscribe on your favorite podcast platform:",
    "read-more": "Read more",
    "article": "Article",
    "community": "Community",
    "what-listeners-saying": "What are listeners saying?"
  },
  "section": {
    "header": {
      "title": "I'll help you develop practical management skills",
      "description": "Increase your productivity during daily work by accessing practical and unique knowledge that will help you transform the way you work every day.",
      "podcast-spotify": ""
    },
    "quotes": {
      "description": "My community is anyone who wants to increase their productivity and efficiency during daily work. They reach for this hard-to-access, practical and unique knowledge: creators, writers, programmers, marketers, agencies, software companies, communities, podcasters..."
    },
    "author": {
      "title": "My name is"
    },
    "slug": {
      "description": "On a daily basis, I accompany companies and institutions in designing strategies and developing new products and services."
    },
    "footer": {
      "carbon-neutral": "Carbon Neutral",
      "webpage": "Leszek W. Król - Website",
      "legal-msg": "The information on our website cannot be considered as advice in any matter. The content is for informational purposes only, and we are not responsible for any damages resulting from their interpretation without consultation. All materials available on our website are current as of the date of posting. However, we cannot guarantee that they will be current or useful in every factual situation and at all times. All content on our website may only be used for non-commercial private use. If you want to use them for public or commercial purposes, please contact us.",
      "principles": "Principles",
      "terms-of-use": "Terms of Use",
      "privacy-policy": "Privacy Policy",
      "proudly-powered": "Proudly powered by dhosting.pl",
      "all-rights-reserved": "All rights reserved."
    }
  }
}