{
  "common": {
    "error-404": "Bład 404",
    "not-found": "Strona nie została znaleziona",
    "support": "Wspieraj twórczość",
    "listen": "Odsłuchaj podcast teraz",
    "homepage": "Strona główna",
    "subscribe-msg": "Zasubskrybuj na ulubionej platformie podcastów:",
    "read-more": "Czytaj więcej",
    "article": "Artykuł",
    "community": "Społeczność",
    "what-listeners-saying": "Co mówią słuchacze?"
  },
  "section": {
    "404": {
      "title": "Strona nie znaleziona",
      "description": "Przepraszamy, strona, której szukasz nie została znaleziona."
    },
    "header": {
      "title": "Pomogę Tobie rozwinąć praktyczne umiejętności zarządzania",
      "description": "Zwiększ swoją produktywność podczas codziennej pracy siegając po dostępną, praktyczną i unikalną wiedzę, która pomoże Tobie odmienić sposób w jaki pracujesz każdego dnia.",
      "podcast-spotify": "Skuteczny Plan - podcast na Spotify",
      "podcast-apple": "Skuteczny Plan - podcast na Apple Podcast",
      "podcast-google": "Skuteczny Plan - podcast na Google Podcast",
    },
    "quotes": {
      "description": "Moja społeczność to każdy, kto chce zwiększyć swoją produktywność i efektywność podczas codziennej pracy. Siegają po tą trudno dostępną, praktyczną i unikalną wiedzę: twórcy, pisarze, programiści, marketerzy, agencje, firmy programistyczne, społeczności, podcasterzy..."
    },
    "author": {
      "title": "Nazywam się",
      "avatar-desc": "Leszek W. Król - Przedsiębiorca",
      "description_1": "Nazywam się Leszek W. Król od prawie dwóch dekad pasjonuje się nowymi technologiami aktywnie działając w ekosystemie startupowym. Na codzień towarzyszę firmom i instytucjom w projektowaniu strategii oraz rozwoju nowych produktów i usług.",
      "description_2": "Inicjator i założyciel",
      "description_3": "- międzynarodowego wirtualnego hubu dla niezależnych twórców gier komputerowych, którego celem jest dostarczanie wiedzy oraz praktycznych rozwiązań w obszarze projektowania i programowania gier komputerowych, w tym najlepszych praktyk biznesowych popartych historią sukcesu innych twórców z całego świata.",
      "description_4": "Twórca",
      "description_5": "- startupu z branży edukacyjnej, który zmienia postrzeganie pracodawców na znaczenie prac dyplomowych pisanych przez studentów uczelni wyższych.",
      "description_6": "Współwłaściciel i CTO",
      "description_7": "- startupu z branży fintech dostarczającego rozwiązania mobilne umożliwiające bezproblemową interakcje klienta z szeroką gamą platform finansowych, inwestycyjnych i transakcyjnych.",
      "description_8": "Prekursor wykorzystania technologii rozszerzonej rzeczywistości w edukacji oraz branży retail.",
      "description_9": "Jego rozwiązania były wykorzystywane w kampaniach i projektach takich firm jak: McDonalds, Nestle, Mattle, Trefl czy Toyota.",
      "description_10": "Aktywnie uczestniczy w wielu krajowych i międzynarodowych konferencjach, czy seminariach naukowych poświęconych nowym technologiom oraz legaltech. Autor licznych artykułów naukowych opublikowanych w Polsce i za granica. Nadto współautor ponad pięciuset projektów informatycznych.",
      "description_11": "Aktualnie student Prawa na Wyższej Szkole Bankowej w Toruniu. Aktywnie uczestniczy w życiu studenckim jako Przewodniczący Samorządu Studenckiego oraz członek Rady Akademickiej. Prywatnie miłośnik golfa i od niedawna crossfit’u.",
      "description_12": "— Ciągle inspiruje młodych ludzi do zmiany."
    },
    "slug": {
      "description": "Na co dzień towarzyszę firmom i instytucjom w projektowaniu strategii oraz opracowywaniu nowych produktów i usług."
    },
    "terms-of-use": {
      "title": "Zasady korzystania",
      "description": "Informacje zamieszczone na naszej stronie internetowej nie mogą zostać uznane za poradę w jakiejkolwiek sprawie. Treści na niej zawarte mają charakter wyłącznie informacyjny, a my nie ponosimy odpowiedzialności z tytułu powstania jakichkolwiek szkód, wynikających z ich interpretacji, bez konsultacji. Wszystkie materiały udostępnione na naszej stronie internetowej są aktualne na dzień ich zamieszczenia. Nie możemy jednak zagwarantować, że będą aktualne czy przydatne w każdym stanie faktycznym i w każdym czasie. Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych – napisz do nas.",
      "metadata": {
        "content": "Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych.",
      }
    },
    "principles": {
      "title": "Pryncypia",
      "description": "Pryncypia [z łacińskiego prīncipium, 'początek, fundament']. Podstawowa prawda lub propozycja, która służy jako podstawa systemu przekonań, zachowań lub łańcucha rozumowania.",
      "metadata": {
        "content": "Pryncypia [z łacińskiego prīncipium, „początek, fundament”]. Podstawowa prawda lub propozycja, która służy jako podstawa systemu przekonań, zachowań lub łańcucha rozumowania.",
      },
      "rules": [    
        "Nie bądź najmądrzejszą osobą w pokoju.",    
        "Słuchanie > mówienie.",    
        "Zawsze żądaj terminu.",    
        "Bycie entuzjastycznym jest warte 25 punktów IQ.",    
        "Utrzymuj wysokie standardy we wszystkim, co robisz.",    
        "Pamiętaj, że to, czego jeszcze nie wiesz, jest ważniejsze niż to, co już wiesz.",    
        "Staraj się być najbardziej udaną wersją tego, kim jesteś.",    
        "Nie zapomnij pochwalić dobrze wykonanej pracy (ale nie pochwal złej pracy).",    
        "Nie krytykuj nikogo w obecności innych.",    
        "Mów „dziękuję”!",    
        "Ubieraj się jako osoba, którą chcesz być.",    
        "Głupi ludzie podwajają głupotę. Potem potroją się.",    
        "Trenuj swój umysł, wnętrzności (odżywianie) i ciało. Podnosić ciężary.",    
        "Zawsze dawaj więcej niż bierzesz.",    
        "Odkrywaj i próbuj nowych rzeczy (zasada 60/30 minut).",    
        "Otaczaj się najlepszymi (kilku) ludźmi. Odrzuć ludzi, którzy nie czynią cię lepszym.",    
        "Zachęcaj do intelektualnej debaty.",    
        "Zrób miejsce na błędy. Nie przejmuj się, że się mylisz.",    
        "Zrozum uczenie się wielodyscyplinarne.",    
        "Drobne szczegóły budują duży obraz. Pomyśl o pierwszych zasadach.",    
        "Wszystko zostało zrobione wcześniej. Sceny się zmieniają, ale zachowania i wyniki nie.",    
        "Zrozum regułę 80/20.",    
        "Bądź nieskończonym uczniem. Czytanie (uczenie się) to ostateczna meta-umiejętność.",   
        "Wiedza jest złożonym zainteresowaniem ciekawości.",    
        "Twoje nawyki cię tworzą. Trzymaj się prostych zasad.",    
        "Nasze życie jest kształtowane przez nasz umysł; stajemy się tym, co myślimy.",    
        "Dąż do tego, co ma znaczenie, a nie do tego, co jest celowe.",    
        "Nie narzekaj.",   
        "Nie pozwól, aby oczekiwania innych kierowały Twoimi działaniami.",    
        "Zapisz wszystko, co chciałbyś osiągnąć."
      ]
    },
    "privacy-policy": {
      "title": "Polityka prywatności",
      "description": "Do zasad poufności przykładamy najwyższą wagę, a dbałość o tajemnice przedsiębiorstwa i informacje poufne naszych klientów jest dla nas wyznacznikiem profesjonalizmu. Dlatego też nasi pracownicy przechodzą odpowiednie szkolenia w tym zakresie, a w firmie stosowane są nowoczesne środki techniczne w celu zabezpieczenia powierzonych nam informacji poufnych.",
    },
    "footer": {
      "carbon-neutral": "Carbon Neutral",
      "webpage": "Leszek W. Król - Strona internetowa",
      "legal-msg": "Informacje zamieszczone na naszej stronie internetowej nie mogą zostać uznane za poradę w jakiejkolwiek sprawie. Treści na niej zawarte mają charakter wyłącznie informacyjny, a my nie ponosimy odpowiedzialności z tytułu powstania jakichkolwiek szkód, wynikających z ich interpretacji, bez konsultacji. Wszystkie materiały udostępnione na naszej stronie internetowej są aktualne na dzień ich zamieszczenia. Nie możemy jednak zagwarantować, że będą aktualne czy przydatne w każdym stanie faktycznym i w każdym czasie. Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych – napisz do nas.",
      "principles": "Pryncypia",
      "terms-of-use": "Zasady korzystania",
      "privacy-policy": "Polityka prywatności",
      "proudly-powered": "Dumnie zasilany przez dhosting.pl",
      "all-rights-reserved": "Wszelkie prawa zastrzeżone."
    }
  },
  "quotes": [
    "Leszek stara się wszystko tłumaczyć bardzo po ludzku, zdecydowanie nadaje się na wykładowcę.",
    "Przyznam że słuchając Ciebie tego dnia,  poczułam przypływ motywacji na  robienie rzeczy poza firmą",
    "Leszek porusza tematy, ktore nie tylko związane są z przedsiębiorczością i biznesem, ale również mają związek z codziennym życiem.",
    "Merytoryczny, inspirujący i rozwijający podcast. Dziękuję za wszystkie odcinki! Robisz mega robotę.",
    "Podcast daje wiele odwagi do codziennego działania. Leszek rozwija i pomaga wyjść ze strefy komfortu pozwając przy tym myśleć i patrzeć szerzej.",
    "Leszka słucha się bardzo sympatycznie, delikatnie. Zdecydowanie podcast jest kierowany również do zwykłych ludzi, bez pompatycznych słów",
  ]
}