{
  "meta": {
    "title": "Skuteczny Plan - Rozwiń praktyczne umiejętności zarządzania",
    "description": "Zwiększ swoją produktywność podczas codziennej pracy siegając po dostępną, praktyczną i unikalną wiedzę. Skuteczny plan to podcast prowadzony przez Leszek W. Król.",
    "site_name": "Skuteczny Plan",
    "image_alt": "Skuteczny Plan to rozmowy o aktualnych wyzwaniach dla firm, produktywnej pracy, nowych technologiach, czy grywalizacji. Zwiększ swoją produktywność podczas codziennej pracy siegając po dostępną, praktyczną i unikalną wiedzę, która pomoże Tobie odmienić sposób w jaki pracujesz każdego dnia."
  },
  "common": {
    "error-404": "Bład 404",
    "not-found": "Strona nie została znaleziona",
    "support": "Wspieraj twórczość",
    "listen": "Odsłuchaj podcast teraz",
    "homepage": "Strona główna",
    "subscribe-msg": "Zasubskrybuj na ulubionej platformie podcastów:",
    "read-more": "Czytaj więcej",
    "article": "Artykuł",
    "community": "Społeczność",
    "what-listeners-saying": "Co mówią słuchacze?"
  },
  "section": {
    "404": {
      "title": "Strona nie znaleziona",
      "description": "Przepraszamy, strona, której szukasz nie została znaleziona."
    },
    "header": {
      "title": "Pomogę Tobie rozwinąć praktyczne umiejętności zarządzania",
      "description": "Zwiększ swoją produktywność podczas codziennej pracy siegając po dostępną, praktyczną i unikalną wiedzę, która pomoże Tobie odmienić sposób w jaki pracujesz każdego dnia.",
      "podcast-spotify": "Skuteczny Plan - podcast na Spotify",
      "podcast-apple": "Skuteczny Plan - podcast na Apple Podcast",
      "podcast-google": "Skuteczny Plan - podcast na Google Podcast"
    },
    "quotes": {
      "description": "Moja społeczność to każdy, kto chce zwiększyć swoją produktywność i efektywność podczas codziennej pracy. Siegają po tą trudno dostępną, praktyczną i unikalną wiedzę: twórcy, pisarze, programiści, marketerzy, agencje, firmy programistyczne, społeczności, podcasterzy..."
    },
    "author": {
      "title": "Poznaj,",
      "avatar-desc": "Leszek W. Król - Przedsiębiorca",
      "description_1": "Przedsiębiorca, mentor, działacz społeczny, absolwent prawa i czynny mediator sądowy. Wielokrotny stypendysta stypendium rektora Wyższej Szkoły Bankowej w Toruniu, stypendium rektora Uniwersytetu Warmińsko-Mazurskiego w Olsztynie oraz stypendium Prezydenta Miasta Olsztyna. ",
      "description_2": "Posiada obszerne doświadczenie w kreowaniu produktów cyfrowych i zarządzaniu zespołami multidyscyplinarnymi, szczególnie rozumie i wykorzystuje potęgę kreatywności i innowacji na terenie zróżnicowanego środowiska startupowego, angażując się z powodzeniem w projektowanie, realizację i implementację innowacyjnych rozwiązań technologicznych. Jego portfolio obejmuje ponad 500 z powodzeniem wdrożonych projektów informatycznych. Uhonorowany tytułem laureata konkursu Microsoft Polska za nowatorski projekt wykorzystania grywalizacji na konsoli Xbox 360. Laureat I Warmińsko-Mazurskich zawodów programistycznych organizowanych przez Uniwersytet Warmińsko-Mazurski w Olsztynie. ",
      "description_3": "Prekursor wykorzystania technologii rozszerzonej rzeczywistości w edukacji i branży retail. Jego pomysły i rozwiązania zostały wykorzystane przez: McDonalds, Nestle, Mattle, Nadec, Trefl czy Toyota. Wyróżniony prestiżową nagrodę im. Marka Drapińskiego za projekt automatyzacji procesów w nauczaniu zdalnym, który przyczynił się do innowacyjnych i pozytywnych zmian w polskim środowisku akademickim. ",
      "description_4": "Aktywny uczestnik wielu krajowych i międzynarodowych konferencji i seminariów naukowych dotyczących nowych technologii (AR, VR, FinTech) oraz LegalTech, jest również autorem licznych publikacji i cenionym mówcą. Prywatnie pasjonat golfa, a od niedawna crossfit-u."
    },
    "slug": {
      "description": "Na co dzień towarzyszę firmom i instytucjom w projektowaniu strategii oraz opracowywaniu nowych produktów i usług."
    },
    "terms-of-use": {
      "title": "Zasady korzystania",
      "description": "Informacje zamieszczone na naszej stronie internetowej nie mogą zostać uznane za poradę w jakiejkolwiek sprawie. Treści na niej zawarte mają charakter wyłącznie informacyjny, a my nie ponosimy odpowiedzialności z tytułu powstania jakichkolwiek szkód, wynikających z ich interpretacji, bez konsultacji. Wszystkie materiały udostępnione na naszej stronie internetowej są aktualne na dzień ich zamieszczenia. Nie możemy jednak zagwarantować, że będą aktualne czy przydatne w każdym stanie faktycznym i w każdym czasie. Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych – napisz do nas.",
      "metadata": {
        "content": "Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych."
      }
    },
    "principles": {
      "title": "Pryncypia",
      "description": "Pryncypia [z łacińskiego prīncipium, 'początek, fundament']. Podstawowa prawda lub propozycja, która służy jako podstawa systemu przekonań, zachowań lub łańcucha rozumowania.",
      "metadata": {
        "content": "Pryncypia [z łacińskiego prīncipium, „początek, fundament”]. Podstawowa prawda lub propozycja, która służy jako podstawa systemu przekonań, zachowań lub łańcucha rozumowania."
      },
      "rules": [    
        "Nie bądź najmądrzejszą osobą w pokoju.",    
        "Słuchanie > mówienie.",    
        "Zawsze żądaj terminu.",    
        "Bycie entuzjastycznym jest warte 25 punktów IQ.",    
        "Utrzymuj wysokie standardy we wszystkim, co robisz.",    
        "Pamiętaj, że to, czego jeszcze nie wiesz, jest ważniejsze niż to, co już wiesz.",    
        "Staraj się być najbardziej udaną wersją tego, kim jesteś.",    
        "Nie zapomnij pochwalić dobrze wykonanej pracy (ale nie pochwal złej pracy).",    
        "Nie krytykuj nikogo w obecności innych.",    
        "Mów „dziękuję”!",    
        "Ubieraj się jako osoba, którą chcesz być.",    
        "Głupi ludzie podwajają głupotę. Potem potroją się.",    
        "Trenuj swój umysł, wnętrzności (odżywianie) i ciało. Podnosić ciężary.",    
        "Zawsze dawaj więcej niż bierzesz.",    
        "Odkrywaj i próbuj nowych rzeczy (zasada 60/30 minut).",    
        "Otaczaj się najlepszymi (kilku) ludźmi. Odrzuć ludzi, którzy nie czynią cię lepszym.",    
        "Zachęcaj do intelektualnej debaty.",    
        "Zrób miejsce na błędy. Nie przejmuj się, że się mylisz.",    
        "Zrozum uczenie się wielodyscyplinarne.",    
        "Drobne szczegóły budują duży obraz. Pomyśl o pierwszych zasadach.",    
        "Wszystko zostało zrobione wcześniej. Sceny się zmieniają, ale zachowania i wyniki nie.",    
        "Zrozum regułę 80/20.",    
        "Bądź nieskończonym uczniem. Czytanie (uczenie się) to ostateczna meta-umiejętność.",   
        "Wiedza jest złożonym zainteresowaniem ciekawości.",    
        "Twoje nawyki cię tworzą. Trzymaj się prostych zasad.",    
        "Nasze życie jest kształtowane przez nasz umysł; stajemy się tym, co myślimy.",    
        "Dąż do tego, co ma znaczenie, a nie do tego, co jest celowe.",    
        "Nie narzekaj.",   
        "Nie pozwól, aby oczekiwania innych kierowały Twoimi działaniami.",    
        "Zapisz wszystko, co chciałbyś osiągnąć."
      ]
    },
    "privacy-policy": {
      "title": "Polityka prywatności",
      "metadata": {
        "content": "Do zasad poufności przykładamy najwyższą wagę, a dbałość o tajemnice przedsiębiorstwa i informacje poufne naszych klientów jest dla nas wyznacznikiem profesjonalizmu."
      },
      "description_1": "Do zasad poufności przykładamy najwyższą wagę, a dbałość o tajemnice przedsiębiorstwa i informacje poufne naszych klientów jest dla nas wyznacznikiem profesjonalizmu. Dlatego też nasi pracownicy przechodzą odpowiednie szkolenia w tym zakresie, a w firmie stosowane są nowoczesne środki techniczne w celu zabezpieczenia powierzonych nam informacji poufnych.",
      "description_2": "Na początek przedstawiamy skróconą wersję najważniejszych zasad związanych z ochroną prywatności:",
      "description_3": [
        "Wysyłając wiadomość za pomocą formularza kontaktowego lub zapisując się na nasz newsletter, przekazujesz nam swoje dane osobowe. Zapewniamy, że Twoje dane pozostaną poufne, bezpieczne i nie będą udostępniane jakimkolwiek podmiotom trzecim bez Twojej wyraźnej zgody.",
        "Powierzamy przetwarzanie danych osobowych tylko sprawdzonym i zaufanym podmiotom, którzy świadczą usługi związane z przetwarzaniem danych osobowych.",
        "Korzystamy z narzędzi analitycznych Google Analytics, które zbierają informacje o Twoich wizytach na stronie (na które zakładki klikasz, jak długo spędzasz na stronie, jak nawigujesz między zakładkami). W tym celu wykorzystywane są pliki cookies firmy Google LLC związane z usługą Google Analytics.",
        "Wykorzystujemy narzędzia marketingowe, takie jak Facebook Pixel, by wyświetlać spersonalizowane reklamy na Facebooku. W tym celu wykorzystywane są pliki cookies firmy Facebook.",
        "Zapewniamy możliwość korzystania z funkcji społecznościowych, takich jak udostępnianie treści na stronach społecznościowych. Korzystanie z tych funkcji może wymagać wykorzystania plików cookies przez administratorów stron społecznościowych, takich jak Facebook, Instagram, Twitter, Behance.",
        "Wykorzystujemy pliki cookies, aby zapewnić prawidłowe działanie strony."
      ],
      "description_4": "Jeżeli chcesz dowiedzieć się więcej, czytaj dalej.",
      "description_5": "Dane osobowe",
      "description_6": "Administratorem Twoich danych osobowych w rozumieniu przepisów o ochronie danych osobowych jest Skuteczny Plan. Cele, podstawy prawne oraz okres przetwarzania danych osobowych wskazane są osobno do każdego celu przetwarzania danych uprawnienia.",
      "description_7": "RODO przyznaje Ci następujące uprawnienia związane z przetwarzaniem Twoich danych osobowych:",
      "description_8": [
        "prawo do sprostowania danych osobowych,",
        "prawo dostępu do danych osobowych,",
        "prawo do usunięcia danych osobowych,",
        "prawo do ograniczenia przetwarzania danych osobowych,",
        "prawo do wniesienia sprzeciwu co do przetwarzania danych osobowych,",
        "prawo do przenoszenia danych,",
        "prawo do wniesienia skargi do organu nadzorczego,",
        "prawo do odwołania zgody na przetwarzanie danych osobowych, jeżeli takiej zgody udzieliłeś wcześniej."
      ],
      "description_9": "Powyższe uprawnienia możesz realizować zgodnie z zasadami opisanymi w art. 16 – 21 RODO, kontaktując się z nami pod adresem kontakt{'@'}skutecznyplan.pl. Podany powyżej adres e-mail możesz wykorzystać również w razie jakichkolwiek pytań związanych z przetwarzaniem Twoich danych osobowych.",
      "description_10": "Bezpieczeństwo",
      "description_11": "Gwarantujemy poufność wszelkich przekazanych nam danych osobowych. Zapewniamy podjęcie wszelkich środków bezpieczeństwa i ochrony danych osobowych wymaganych przez przepisy o ochronie danych osobowych. Dane osobowe są gromadzone z należytą starannością i odpowiednio chronione przed dostępem do nich przez osoby do tego nieupoważnione.",
      "description_12": "Odbiór danych",
      "description_13": "Twoje dane mogą być przetwarzane przez naszych podwykonawców, czyli podmioty, z których usług korzystamy przy przetwarzaniu danych oraz świadczeniu na Twoją rzecz usług czy realizacji zamówień.",
      "description_14": [
        "dhosting.pl - w celu przechowywania danych na serwerze, w tym serwerze skrzynki pocztowej,",
        "Comarch ERPXT - w celu korzystania z systemu do fakturowania, w którym przetwarzane są Twoje dane osobowe na potrzeby wystawienia faktury,",
        "osoby, które przy świadczeniu na rzecz Skuteczny Plan usług związanych ze wsparciem technicznym strony internetowej mogą potencjalnie uzyskać dostęp do Twoich danych osobowych."
      ],
      "description_15": "Wszystkie podmioty, którym powierzam przetwarzanie danych osobowych gwarantują stosowanie odpowiednich środków ochrony i bezpieczeństwa danych osobowych wymaganych przez przepisy prawa."
    },
    "footer": {
      "open-source": "Open Source",
      "carbon-neutral": "Carbon Neutral",
      "webpage": "Leszek W. Król - Strona internetowa",
      "legal-msg": "Informacje zamieszczone na naszej stronie internetowej nie mogą zostać uznane za poradę w jakiejkolwiek sprawie. Treści na niej zawarte mają charakter wyłącznie informacyjny, a my nie ponosimy odpowiedzialności z tytułu powstania jakichkolwiek szkód, wynikających z ich interpretacji, bez konsultacji. Wszystkie materiały udostępnione na naszej stronie internetowej są aktualne na dzień ich zamieszczenia. Nie możemy jednak zagwarantować, że będą aktualne czy przydatne w każdym stanie faktycznym i w każdym czasie. Wszelkie treści zawarte na naszej stronie można wykorzystywać wyłącznie do niekomercyjnego użytku prywatnego. Jeśli chcesz wykorzystać je w celach publicznych lub komercyjnych – napisz do nas.",
      "principles": "Pryncypia",
      "terms-of-use": "Zasady korzystania",
      "privacy-policy": "Polityka prywatności",
      "proudly-powered": "Dumnie zasilany przez dhosting.pl",
      "all-rights-reserved": "Wszelkie prawa zastrzeżone."
    }
  },
  "quotes": {
    "item_1": "Leszek stara się wszystko tłumaczyć bardzo po ludzku, zdecydowanie nadaje się na wykładowcę.",
    "item_2": "Przyznam że słuchając Ciebie tego dnia,  poczułam przypływ motywacji na  robienie rzeczy poza firmą",
    "item_3": "Leszek porusza tematy, ktore nie tylko związane są z przedsiębiorczością i biznesem, ale również mają związek z codziennym życiem.",
    "item_4": "Merytoryczny, inspirujący i rozwijający podcast. Dziękuję za wszystkie odcinki! Robisz mega robotę.",
    "item_5": "Podcast daje wiele odwagi do codziennego działania. Leszek rozwija i pomaga wyjść ze strefy komfortu pozwając przy tym myśleć i patrzeć szerzej.",
    "item_6": "Leszka słucha się bardzo sympatycznie, delikatnie. Zdecydowanie podcast jest kierowany również do zwykłych ludzi, bez pompatycznych słów"
  },
  "articles": {
    "epizode_1": {
      "slug": "prosty-sposob-na-produktywnosc",
      "title": "Prosty sposób na produktywność",
      "description": "Jak metoda Ivy Lee zwiększy Twoją produktywność? Prosty sposób na produktywność. Spróbuj metody, która bazuje na bardzo prostych zasadach."
    },
    "epizode_2": {
      "slug": "moje-spojrzenie-na-samodoskonalenie",
      "title": "Moje spojrzenie na samodoskonalenie",
      "description": "Małe kroki, które są istotą filozofii Kaizen nazywaną metodą ciągłego doskonalenia procesu. Według psychologii samodoskonalenie to dążenie do rozwoju człowieka na różnych płaszczyznach."
    },
    "epizode_3": {
      "slug": "zacznij-kontrolowac-swoje-ryzyko",
      "title": "Zacznij kontrolować swoje ryzyko",
      "description": "Zastanów się czy przygotowując się do nowego przedsięwzięcia, poświęciłeś choć chwilę, aby zastanowić się czy ty lub twoja firma jest na nie wystarczająco przygotowana?"
    },
    "epizode_4": {
      "slug": "gdy-zadania-zaczna-ciebie-przytlaczac",
      "title": "Gdy zadania zaczną Ciebie przytłaczać?",
      "description": "Mówi się o porannych skowronkach, czy nocnych sowach — czyli pewnej zależności naszego indywidualnego rytmu aktywności w których nasz organizm czuje się bardziej produktywny. Jednak czy na pewno tak…"
    },
    "epizode_5": {
      "slug": "zasada-2-minut-czyli-skuteczne-zarzadzanie-czasem",
      "title": "Zasada 2 minut, czyli skuteczne zarządzanie czasem",
      "description": "Każdy z nas chyba doświadczył stanu przytłoczenia. Nawet najbardziej zorganizowanym osobom zdarza się odłożyć jakieś ze swoich zadań na później. Jak sobie z tym radzić?"
    },
    "epizode_6": {
      "slug": "matrycja-priorytetow-i-zarzadzania-czasem",
      "title": "Matrycja priorytetów i zarządzania czasem",
      "description": "Nikt z nas nie lubi znaleźć się w sytuacji do której nie był uprzednio przygotowany. Kiedy kolejne zadania spadają nam na głowę wymagając przy tym naszej uwagi, a my zaczynamy tracimy kontrolę. Zadania zaczynają zarządzać nami, a powinno być przecież zupełnie na odwrót. Co robić, by mieć więcej czasu na rzeczy ważne oraz ogarnąć chaos?"
    },
    "epizode_7": {
      "slug": "technika-skutecznego-robienia-postepow",
      "title": "Technika skutecznego robienia postępów",
      "description": "Każdy z nas ma cele, jednak co zrobić kiedy słabo idzie ich realizacja, a my przestajemy widzieć postępy? Technika, którą poznacie w dzisiejszym odcinku gwarantuje jasne zasady jak przełamać własną stagnację."
    },
    "epizode_8": {
      "slug": "to-nie-cel-sie-liczy",
      "title": "To nie cel się liczy",
      "description": "Żyjemy w świecie, który ma obsesję na punkcie szybkiej pracy i osiągania wyników. Jakie znaczenie mają tygodnie, miesiące, lata przy ciągle zmieniającym się targecie? W dzisiejszym odcinku przyjrzymy się temu, co tak na prawdę jest ważne i determinuje nas do działania."
    }
  }
}